Repository: wp-plugins/woocommerce-simply-order-export
Catalog: languages/woocommerce-simply-order-export-*.po
Languages: fr_fr

source: Customer Name
fr_fr: Nom du client

source: Product Information
fr_fr: Informations sur le produit

source: Order Amount ( $ )
fr_fr: Montant de la commande

source: Customer Email
fr_fr: client Email

source: Phone Number
fr_fr: Numéro de téléphone

source: Order Status
fr_fr: L'état des commandes

source: Order Export
fr_fr: afin d'exportation

source: WooCommerce Order Export
fr_fr: WooCommerce pour l'exportation

source: Please choose settings for order export.
fr_fr: Se il vous plaît choisir les paramètres pour l'exportation afin

source: Items Purchased
fr_fr: Les articles achetés

source: Export product details.
fr_fr: Les détails du produit d'exportation

source: Amount
fr_fr: montant

source: Amount paid by customer
fr_fr: Montant payé par le client

source: Email of customer
fr_fr: Email de client

source: Phone
fr_fr: téléphone

source: Phone number of customer
fr_fr: Numéro de téléphone du client

source: Status
fr_fr: statut

source: Select Duration and Export
fr_fr: Sélectionner la durée et l'exportation

source: Start Date
fr_fr: date de début

source: End Date
fr_fr: Date de fin

source: Export Orders
fr_fr: Commandes à l'exportation

source: Enter both dates
fr_fr: Saisissez les deux dates

source: Invalid start date.
fr_fr: Date de début incorrecte

source: Invalid end date.
fr_fr: Date de fin incorrecte

source: Invalid request
fr_fr: requête invalide

source: Invalid nonce.
fr_fr: nonce non valide

source: Unable to create csv file, upload folder not writable
fr_fr: Impossible de créer csv, dossier de téléchargement peut ne pas être accessible en écriture

source: No orders for specified duration.
fr_fr: Aucune ordonnance de durée déterminée
